Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# I wish I could fly like PIDGEY and PIDGEOTTO…
source: I wish I could fly like PIDGEY and\nPIDGEOTTO…
pl: Chciałbym móc latać jak PIDGEY i\nPIDGEOTTO…

# TRAINER TIPSpLook, look! Look to the left of that post!
source: TRAINER TIPS\pLook, look!\nLook to the left of that post!
pl: PORADA\pPatrz, patrz!\nSpójrz na lewo od znaku!

# TRAINER TIPSpUse SELECT to switch items in the ITEMS window.
source: TRAINER TIPS\pUse SELECT to switch items in the\nITEMS window.
pl: PORADA\pUżyj SELECT, by poukładać\nprzedmioty w oknie RZECZY.

# ROUTE 13 North to SILENCE BRIDGE
source: ROUTE 13\nNorth to SILENCE BRIDGE
pl: DROGA 13\nPółnoc - MOST SILENCE

# You need to use TMs to teach good moves to POKéMON.
source: You need to use TMs to teach good\nmoves to POKéMON.
pl: Używaj TM, by twoje\nPOKéMONY znały dobre ruchy.

source: Not good enough quite yet.
pl: Jeszcze nie zbyt dobre.

# You have some HMs, right? POKéMON can't forget those moves easily.
source: You have some HMs, right? POKéMON\ncan't forget those moves easily.
pl: Masz pewnie jakieś HM, co?\nTych bardzo ciężko jest oduczyć.

# My bird POKéMON should be ready for battle.
source: My bird POKéMON should be ready\nfor battle.
pl: Moje POKéMONY ptaki są gotowe\ndo walki.

source: Not ready yet!
pl: No to nie są!

# My bird POKéMON need to learn better moves.
source: My bird POKéMON need to learn\nbetter moves.
pl: Moje ptaki muszą poznać\nlepsze techniki.

source: They have TMs on sale at the\nCELADON DEPT. STORE.\pTMs aren't really rare, but not\nmany people have HMs.
pl: W DOMU TOWAROWYM CELADON\nsprzedają różne TM.\pTM nie są w zasadzie rzadkie,\nco innego z technikami HM.

source: Aww, bummer!
pl: Ałł, kurcze!

source: Try teaching POKéMON a move that's\nthe same type as it.\pThat apparently boosts the power\nof the move.
pl: Próbuj uczyć POKéMONÓW ruchów ich\nwłasnych typów.\pTo wyraźnie zwiększa siłę tych\ntechnik.

source: Have you taught your bird POKéMON\nhow to FLY?\pYou'll be able to soar with it into\nthe sky!
pl: Czy nauczyłeś swoje POKéMONY jak\nsię LATA?\pMógłbyś łatwo wzbijać się z nimi\nw powietrze!

source: Shot down in flames!
pl: W płomieniach!

# Bird POKéMON are my one true love. I don't want to raise anything else.
source: Bird POKéMON are my one true love.\nI don't want to raise anything else.
pl: POKéMONY ptaki to moja jedyna\nmiłość. Nie chcę trenować nic innego.

# Have you heard the legend of the winged mirages?
source: Have you heard the legend of the\nwinged mirages?
pl: Słyszałeś legendę o uskrzydlonych\nmirażach?

# Why? Why'd I lose?
source: Why?\nWhy'd I lose?
pl: Co?\nPrzegrałem?

source: Well, the winged mirages are the\nlegendary bird POKéMON.\pThere are three of them: ARTICUNO,\nZAPDOS, and MOLTRES.
pl: No więc, uskrzydlone miraże to\nlegendarne POKéMONY ptaki.\pPodobno istnieją trzy: ARTICUNO,\nZAPDOS, no i MOLTRES.

# I'm not into it, but okay. Let's go!
source: I'm not into it, but okay.\nLet's go!
pl: Nie jestem w tym dobry,\nale okej!

source: I knew it!
pl: Mówiłem!

# Winning, losing… It's insignificant under this huge sky.
source: Winning, losing… It's insignificant\nunder this huge sky.
pl: Wygrana, przegrana… To nieuniknione\nczęści treningu.

# C'mon, c'mon. Let's go, let's go, let's go!
source: C'mon, c'mon.\nLet's go, let's go, let's go!
pl: Chodź, chodź.\nBawimy się, bawimy się!

# Arrg! Lost! Get lost!
source: Arrg!\nLost! Get lost!
pl: A!\nPrzegrana! Spadaj!

# What, what, what? What do you want still?
source: What, what, what?\nWhat do you want still?
pl: Co, co, co, co?\nCzego jeszcze chcesz?

# I need to burn some time. Shut up and battle.
source: I need to burn some time.\nShut up and battle.
pl: Muszę zabić czas.\nZamknij się i walcz.

# What? You!?
source: What?\nYou!?
pl: Co?\nTy!

source: Raising POKéMON is a drag, man.
pl: Trening POKéMONÓW jest nudny.

# We ride out here because of the wide-open spaces.
source: We ride out here because of the\nwide-open spaces.
pl: Jeździmy tędy z uwagi na\notwarte przestrzenie.

source: Wipeout!
pl: Ojojoj!

# It's cool you made your POKéMON so strong.pMight is right! And you know it!
source: It's cool you made your POKéMON so\nstrong.\pMight is right!\nAnd you know it!
pl: Fajnie jest mieć takie silne\nPOKéMONY.\pPotęga panuje!\nI dobrze o tym wiesz!

# POKéMON battle? Cool! Rumble!
source: POKéMON battle?\nCool! Rumble!
pl: Walka POKéMON?\nSuper! Dawaj!

source: Blown away!
pl: Nieźle!

# You know who'd win, you and me one-on-one!
source: You know who'd win, you and me\none-on-one!
pl: Wiesz kto by wygrał, tylko ty\ni ja 1 na 1?

# ROUTE 14 West to FUCHSIA CITY
source: ROUTE 14\nWest to FUCHSIA CITY
pl: DROGA 14\nZachód-FUCHSIA CITY

# KIRI: JAN, let's try really, really hard together.
source: KIRI: JAN, let's try really,\nreally hard together.
pl: KIRI: JAN, postarajmy się\nrazem bardzo mocno.

# KIRI: Whimper… We lost, didn't we?
source: KIRI: Whimper…\nWe lost, didn't we?
pl: KIRI: Kurcze…\nPrzegraliśmy, nie?

source: KIRI: Did we lose because of me?
pl: KIRI: Czy to przeze mnie?

# KIRI: We can battle if you have two POKéMON.
source: KIRI: We can battle if you have\ntwo POKéMON.
pl: KIRI: Jak będziesz mieć 2 POKI\npowalczymy.

# JAN: KIRI, here we go! We have to try hard!
source: JAN: KIRI, here we go!\nWe have to try hard!
pl: JAN: KIRI, ruszajmy!\nMusimy się postarać.

# JAN: Eeeeh! No fair!
source: JAN: Eeeeh!\nNo fair!
pl: JAN: Eeeh!\nNie fair!

# JAN: KIRI, don't cry! We'll just try harder next time.
source: JAN: KIRI, don't cry!\nWe'll just try harder next time.
pl: JAN: KIRI, nie płacz!\nNastępnym razem nam się uda.

# JAN: You want to battle? You don't have enough POKéMON.
source: JAN: You want to battle?\nYou don't have enough POKéMON.
pl: JAN: Chcesz walczyć?\nNie masz dość POKéMONÓW.

# I just got some POKéMON in trades. Can I try them out on you?
source: I just got some POKéMON in trades.\nCan I try them out on you?
pl: Zdobyłam w wymianie kilka POKéMONÓW.\nMogę je wypróbować?

source: Not good enough!
pl: Nie za dobrze!

source: You can't change the nickname of\nany POKéMON you get in a trade.\pOnly the Original TRAINER can get\nthe nickname changed.
pl: Nie można zmienić imion\nPOKéMONÓW otrzymanych z wymiany.\pTylko Oryginalny TRENER potrafi\nzmienić taką ksywę.

# You look gentle, so I think I can beat you.pI'll give it a go!
source: You look gentle, so I think I can\nbeat you.\pI'll give it a go!
pl: Wyglądasz spokojnie, więc uda mi\nsię wygrać.\pSpróbujmy!

source: No, wrong!
pl: Pomyłka!

# I'm afraid of BIKERS. They look so ugly and mean!
source: I'm afraid of BIKERS. They look so\nugly and mean!
pl: Boje się ROWERÓW. Są brzydkie i\nokropne!

# When I whistle, I can summon bird POKéMON.
source: When I whistle, I can summon bird\nPOKéMON.
pl: Przyzywam ptaki poprzez\ngwizdanie.

# Ow! That's tragic!
source: Ow!\nThat's tragic!
pl: Oł!\nTragiczne!

# Maybe I'm not cut out for battles. I'm not the right type, I guess.
source: Maybe I'm not cut out for battles.\nI'm not the right type, I guess.
pl: Może nie jestem stworzony do walki.\nTo chyba nie moje powołanie.

# Hmm? My birds are shivering! You're good, aren't you?
source: Hmm? My birds are shivering!\nYou're good, aren't you?
pl: Hmm? Moje ptaki drżą!\nJesteś dobry, czyż nie?

source: Just as I thought!
pl: Tak jak myślałem!

source: This is so obvious, you should know\nthis, but…\pMoves like EARTHQUAKE and FISSURE\nhave no effect on bird POKéMON.
pl: To oczywiste, powinieneś już to\nwiedzieć, ale…\pRuchy jak WSTRZĄS i SZCZELINA\nnie działają na POKéMONY ptaki.

# Oh, you're a little cutie! So like a darling POKéMON!
source: Oh, you're a little cutie!\nSo like a darling POKéMON!
pl: Och, ale z ciebie słodniś!\nJak uroczy POKéMONEK!

source: You looked so cute, too!
pl: Taki słodki maluch!

# I forgive you. I can take it.lI'm a big girl now.
source: I forgive you.\nI can take it.\lI'm a big girl now.
pl: Wybaczam ci.\nZniosę to.\lJestem dużą dziewczynką.

# I raise POKéMON for protection because I live alone.
source: I raise POKéMON for protection\nbecause I live alone.
pl: Trenuje POKéMONY dla ochrony,\nbo mieszkam samotnie.

# POKéMON isn't about winning or losing for me.
source: POKéMON isn't about winning or\nlosing for me.
pl: Nie trenuję POKéMONÓW dla\nzwycięstw.

# I love having my POKéMON greet me when I get home.pIt's so reassuring.
source: I love having my POKéMON greet me\nwhen I get home.\pIt's so reassuring.
pl: Kocham, gdy moje POKéMONY witają\nmnie, gdy wracam do domu.\pTo miłe.

# Hey, kid! C'mon! I just got these off some loser!
source: Hey, kid! C'mon!\nI just got these off some loser!
pl: Hej! Dawaj!\nWłaśnie skopałem jakiegoś niedorajdę!

source: Why not?
pl: A co?

# Life's too short. It's cool to live as an outlaw.lTEAM ROCKET RULES!
source: Life's too short.\nIt's cool to live as an outlaw.\lTEAM ROCKET RULES!
pl: Życie jest krótkie.\nSuper jest żyć jak się chce.\lZESPÓŁ R PANUJE!

# Fork over all your cash when you lose to me, kid!
source: Fork over all your cash when you\nlose to me, kid!
pl: Oddasz mi wsystkie pieniądze,\njeśli przegrasz!

source: That can't be true!
pl: Miało być inaczej!

# I was just joking about the money. Don't take me all serious.
source: I was just joking about the money.\nDon't take me all serious.
pl: Tylko żartowałem z tymi pieniędzmi.\nNie bądź taki poważny.

# What's cool and happening? Trading POKéMON!
source: What's cool and happening?\nTrading POKéMON!
pl: Co jest wspaniałego?\nWymienianie POKéMONÓW!

source: I said trade!
pl: Wymienianie!

# I trade POKéMON with my friends all the time.
source: I trade POKéMON with my friends\nall the time.
pl: Wymieniam się POKéMONAMI z\nprzyjaciółmi.

source: Want to play with my POKéMON?
pl: Bawisz się z POKéMONAMI?

source: I was too impatient!
pl: Zbyt niecierpliwy!

source: I'll go train with weaker people.
pl: Pójdę potrenować na słabszych.

# ROUTE 15 West to FUCHSIA CITY
source: ROUTE 15\nWest to FUCHSIA CITY
pl: DROGA 15\nZachód-FUCHSIA CITY

# MYA: You're perfect. Help me train my little brother?
source: MYA: You're perfect.\nHelp me train my little brother?
pl: MYA: Jesteś idealny.\nPomożesz mi potrenować brata?

# MYA: RON, you have to focus! Concentrate on what you're doing!
source: MYA: RON, you have to focus!\nConcentrate on what you're doing!
pl: MYA: RON, musisz się skupić!\nKoncetracja jest najważniejsza!

# MYA: Okay, we'll turn it up. I'll add to our training menu!
source: MYA: Okay, we'll turn it up.\nI'll add to our training menu!
pl: MYA: Dobrze, rozumiem.\nDodam to wszystko do planu treningu!

# MYA: Do you want to challenge us? You'll need two POKéMON, though.
source: MYA: Do you want to challenge us?\nYou'll need two POKéMON, though.
pl: MYA: Chcesz nasz wyzwać?\nPotrzebujesz dwóch POKéMONÓW.

# RON: My sister gets scary when we lose.
source: RON: My sister gets scary when we\nlose.
pl: RON: Siostra złości się, gdy\nprzegrywam

# RON: Oh, no, no… Sis, I'm sorry!
source: RON: Oh, no, no…\nSis, I'm sorry!
pl: RON: Nie…\nPrzepraszam siostro!

# RON: Oh, bleah… I wish I had a nice sister…
source: RON: Oh, bleah…\nI wish I had a nice sister…
pl: RON: O, blah…\nChciałbym mieć miłą siostrę…

# RON: Did you want to battle with my sister and me?pYou need two POKéMON, then.
source: RON: Did you want to battle with\nmy sister and me?\pYou need two POKéMON, then.
pl: RON: Chcesz walczyć ze mną i\nmoją siostrą?\pPotrzebujesz więc dwóch POKéMONÓW.

# Are you the kid who's working on a POKéDEX?pPROF. OAK's AIDE came by here.
source: Are you the kid who's working on\na POKéDEX?\pPROF. OAK's AIDE came by here.
pl: Ty jesteś dzieciakiem pracującym\nnad POKéDEKSEM?\pZjawił się POMOCNIK OAKA.

source: EXP. SHARE is an item to be held\nby a POKéMON.\pThe POKéMON will receive a share\nof the EXP. Points without having\lto battle.
pl: ROZDZIELACZ to przedmiot do trzymania\nprzez POKéMONA.\pPOKéMON otrzymywał będzie\nudział w doświadczeniu\pnie musząc walczyć.

source: Let's see what the binoculars have\nto show…\pA large, shining bird is flying\ntoward the sea.
pl: Ciekawe co widać przez tę\nlornetkę…\pOlbrzymi, lśniący ptak przelatuje\nnad morzem.

source: Let's see what the binoculars have\nto show…\pIt looks like a small island on\nthe horizon!
pl: Ciekawe co widać przez tę\nlornetkę…\pWygląda jak mała wyspa na\nhoryzoncie!

source: What do you want?
pl: Czego chcesz?

source: Don't you dare laugh!
pl: Nie śmiej się śmiać!

# We like just hanging here. What's it to you?
source: We like just hanging here.\nWhat's it to you?
pl: Lubimy tu sobie siedzieć.\nA co z tobą?

# Nice BIKE! Hand it over!
source: Nice BIKE!\nHand it over!
pl: Ładny ROWER!\nDawaj go!

source: Knockout!
pl: Nokaut!

source: Forget it, who needs your BIKE!
pl: Zapomnij, kto chce taki ROWER!

source: Come out and play, little mouse!
pl: Wyjdź się pobawić, mała myszko!

source: You little rat!
pl: Ty szczurze!

# I hate losing! Get out of my face!
source: I hate losing!\nGet out of my face!
pl: Nie cierpię przegyrwać!\nZjeżdżaj!

source: Hey, you just bumped me!
pl: Hej, wpadłeś na mnie!

source: Kaboom!
pl: Kabum!

source: We'll always be hanging around here\neven if you don't like it.\pYou can detour to VERMILION from\nFUCHSIA going along the coast.
pl: Będziemy tu siedzieć nawet jeśli\ntobie to nie odpowiada.\pMożesz obrać inną drogę do VERMILION z\nFUCHSIA ruszając po wybrzeżu.

# I'm feeling hungry and mean! I need a punching bag!
source: I'm feeling hungry and mean!\nI need a punching bag!
pl: Jestem głodny i zły!\nPotrzebuję worka treningowego!

source: Bad, bad, bad!
pl: Źle, źle, źle!

source: If I'm going to have POKéMON, they\nmay as well be ferocious.\pI'd use them to leave my enemies\nin tatters.
pl: Jeśli mam mieć POKéMONY, muszą\nbyć potężne!\pKiedyś używałem ich do\npozostawiania wrogów w strzępach.

# Hey, there! Let's have ourselves a good time!
source: Hey, there!\nLet's have ourselves a good time!
pl: Hej, ty!\nZabawmy się dobrze!

source: Don't make me mad!
pl: Nie wkurzaj mnie!

source: I get my kicks by harassing people\nwith my stinking POKéMON.\pThey're great for startling people.\nAnd, they bite, too.
pl: Dostaję kopy, niepokojąc ludzi\nmoimi nędznymi POKéMONAMI.\pSą świetne do wkurzania ludzi.\nNo i potrafią też ugryźć.

# Enjoy the slope! CYCLING ROAD
source: Enjoy the slope!\nCYCLING ROAD
pl: Miłego zjazdu!\nDROGA ROWEROWA

# ROUTE 16 CELADON CITY - FUCHSIA CITY
source: ROUTE 16\nCELADON CITY - FUCHSIA CITY
pl: DROGA 16\nCELADON CITY - FUCHSIA CITY

# JED: Our love knows no bounds. We're in love and we show it!
source: JED: Our love knows no bounds.\nWe're in love and we show it!
pl: JED: Nasza miłość nie zna granic.\nKochamy się i pokażemi ci!

# JED: Oh, no! My love has seen me as a loser!
source: JED: Oh, no!\nMy love has seen me as a loser!
pl: JED: Moja ukochana zobaczyła\nmą porażkę!

# JED: Listen, LEA. You need to focus less on me.
source: JED: Listen, LEA.\nYou need to focus less on me.
pl: JED: Słuchaj, LEA.\nNie skupiaj się tak na mnie.

# JED: You have just one POKéMON? Is there no love in your heart?
source: JED: You have just one POKéMON?\nIs there no love in your heart?
pl: JED: Masz tylko jednego POKéMONA?\nNie masz miłości w sercu?

# LEA: Sometimes, the intensity of our love scares me.
source: LEA: Sometimes, the intensity of\nour love scares me.
pl: LEA: Czasami, przearaża mnie\nsiła mojej miłości.

# LEA: Ohh! But JED looks cool even in a loss!
source: LEA: Ohh! But JED looks cool\neven in a loss!
pl: LEA: Och! JED jest super\nnawet przegrywając!

# LEA: Ehehe, I'm sorry. JED is so cool.
source: LEA: Ehehe, I'm sorry.\nJED is so cool.
pl: LEA: Ehehe, przepraszam.\nJED panuje.

source: LEA: Oh, you don't have two\nPOKéMON with you?\pDoesn't it feel lonely for you or\nyour POKéMON?
pl: LEA: Przecież nie masz dwóch\nPOKéMONÓW!\pNie smutno ci mając tylko\njednego POKéMONA?

source: Oh, dear.\nYou've found my secret retreat.\pPlease don't tell anyone I'm here.\nI'll make it up to you with this!
pl: O jejku.\nZnalazłeś moje sekretne miejsce.\pNie mów nikomu, że tu jestem.\nWynagrodzę ci to tym przedmiotem!

# {PLAYER} received HM02 from the girl.
source: {PLAYER} received HM02\nfrom the girl.
pl: {PLAYER} dostaje HM02\nod małej dziewczynki.

# HM02 is FLY. It's a wonderfully convenient move.pPlease, put it to good use.
source: HM02 is FLY.\nIt's a wonderfully convenient move.\pPlease, put it to good use.
pl: HM02 to LOT.\nTo niesamowicie przydatny ruch.\pProszę, dobrze go użyj.

source: You don't have any room for this.
pl: Nie masz już na to miejsca.

# No pedestrians are allowed on CYCLING ROAD!
source: No pedestrians are allowed on\nCYCLING ROAD!
pl: Nie wpuszczamy pieszych na\nDROGĘ ROWEROWĄ!

# CYCLING ROAD is a downhill course by the sea. It's a great ride.
source: CYCLING ROAD is a downhill course\nby the sea. It's a great ride.
pl: DROGA ROWEROWA to przymorska\ntrasa z górki. To świetna zabawa.

# Excuse me! Wait up, please!
source: Excuse me!\nWait up, please!
pl: Przepraszam!\nZaczekaj!

# How'd you get in? Good effort!
source: How'd you get in?\nGood effort!
pl: Jak to zrobiłeś?\nŚwietnie!

# I'm on a relaxing ride on my new bike with my girlfriend.
source: I'm on a relaxing ride on my new\nbike with my girlfriend.
pl: Relaksuje się na moim nowym\nrowerze z dziewczyną.

# We're going riding together on our new bikes.
source: We're going riding together on our\nnew bikes.
pl: Razem jeździmy na naszych nowych\nrowerach.

# Let's see what the binoculars have to show…pIt's the CELADON DEPT. STORE!
source: Let's see what the binoculars have\nto show…\pIt's the CELADON DEPT. STORE!
pl: Ciekawe co widać przez tę\nlornetkę…\pTo DOM TOWAROWY CELADON!

source: Let's see what the binoculars have\nto show…\pThere's a long path over water far\naway.
pl: Ciekawe co widać przez tę\nlornetkę…\pDaleko stąd jest długa ścieżka\nwzdłuż wody.

source: Hi! Remember me?\nI'm one of PROF. OAK's AIDES.\pIf your POKéDEX has complete data\non 40 species, I'm supposed to\lgive you a reward.\pPROF. OAK entrusted me with an\nAMULET COIN for you.\pSo, {PLAYER}, let me ask you.\pHave you gathered data on at least\n40 kinds of POKéMON?
pl: Cześć, pamiętasz mnie?\nJestem POMOCNIKIEM OAKA.\pJeśli twój POKéDEX zawiera dane\nprzynajmniej 40 gatunków, mam\ldać ci nagrodę.\pPROF. OAK powierzył mi\ntajemniczą MONETE AMULET.\pWięc, {PLAYER}, pozwól, że spytam.\pCzy zebrałeś dane przynajmniej\n40 gatunków POKéMONÓW?

# {PLAYER} received the AMULET COIN from the AIDE.
source: {PLAYER} received the AMULET COIN\nfrom the AIDE.
pl: {PLAYER} dostaje MONETĘ AMULET\nod POMOCNIKA.

source: An AMULET COIN is an item to be\nheld by a POKéMON.\pIf the POKéMON appears in a winning\nbattle, you will earn more money.
pl: MONETA AMULET to przedmiot do\ntrzymania.\pJeśli POKéMON ten pojawi się w\nzwycięskiej walce, zdobędziesz więcej pieniędzy.

# There's no getting rich quick in battling kids.
source: There's no getting rich quick in\nbattling kids.
pl: Nie łatwo wzbogacić się walcząc\nz dzieciakami.

source: Burned out!
pl: Wypalony!

source: You can find good stuff lying\naround on CYCLING ROAD.\pThere's good money in picking them\nup and selling them.
pl: Na DRODZE ROWEROWEJ leży\nbardzo dużo przedmiotów.\pMożna zarobić wiele pieniędzy,\nmając wiele przedmiotów.

# I'm mighty proud of my bod, kiddo. Come on!
source: I'm mighty proud of my bod, kiddo.\nCome on!
pl: Jestem dumny z mojej postury, mały.\nDawaj!

# I could belly-bump you outta here!
source: I could belly-bump you outta\nhere!
pl: Mógłbym cię stąd wykopać,\nmały!

source: You heading to FUCHSIA?
pl: Ruszasz do FUCHSIA?

source: Crash and burn!
pl: Wielkie bum!

source: I love racing downhill!
pl: Kocham jazdę z górki!

# We're BIKERS! We rule the roads, man!
source: We're BIKERS!\nWe rule the roads, man!
pl: Jesteśmy MOTOCYKLISTAMI!\nPanujemy tu!

source: Smoked!
pl: Ojej!

source: Are you looking for adventure?
pl: Szukasz przygód?

source: Let VOLTORB electrify you!
pl: VOLTORB cię zelektryzuje!

source: Grounded out!
pl: Uziemiony!

# I got my VOLTORB at the abandoned POWER PLANT.
source: I got my VOLTORB at the abandoned\nPOWER PLANT.
pl: Zdobyłem VOLTORBA w opuszczonej\nELEKTROWNI.

# I leveled up my POKéMON, but it won't evolve. Why?
source: I leveled up my POKéMON, but it\nwon't evolve. Why?
pl: Wytrenowałem POKéMONY, ale\nnie ewoluują. Czemu?

source: Why, you!
pl: Oż ty!

# Maybe some POKéMON need element STONES to evolve.
source: Maybe some POKéMON need element\nSTONES to evolve.
pl: Może niektóre POKéMONY wymagają\nKAMIENI żywiołów?

source: I need a little exercise!
pl: Potrzebuję ćwiczeń!

# Whew! Good workout!
source: Whew!\nGood workout!
pl: Dobra rozgrzewka!

source: I'm sure I lost weight there!
pl: Zgubiłem chyba parę kilo!

source: Be a rebel!
pl: Rebeliant!

source: Aaaargh!
pl: Aaaarg!

source: Be ready to fight for your beliefs!
pl: Walcz za to w co wierzysz!

# Nice BIKE! How's it handle?
source: Nice BIKE!\nHow's it handle?
pl: Jak tam twój ROWER?

source: Shoot!
pl: Kurka!

source: The slope makes it hard to steer.
pl: Z górki ciężko się kieruje.

# Get lost, kid! I'm bushed!
source: Get lost, kid!\nI'm bushed!
pl: Spadaj, mały!\nMam dość!

source: Are you satisfied?
pl: I co się cieszysz?

source: I need to catch a few z's!
pl: Muszę sobie odpocząć!

source: It's a notice.\pWatch out for discarded items.
pl: Informacja.\pUważaj na zgubione przedmioty.

source: TRAINER TIPS\pAll POKéMON are unique.\pEven POKéMON of the same species\nand level grow at different rates.
pl: PORADA\pWszystkie POKéMONY różnią się.\pNawet POKéMONY tego samego gatunku\ni poziomu rosną trochę inaczej.

# TRAINER TIPSpPress the B Button to stay in place while on a slope.
source: TRAINER TIPS\pPress the B Button to stay in place\nwhile on a slope.
pl: PORADA\pNaciśnij Przycisk B, by stanąć w\nmiejscu, podczas zjazdu.

# ROUTE 17 CELADON CITY - FUCHSIA CITY
source: ROUTE 17\nCELADON CITY - FUCHSIA CITY
pl: DROGA 17\nCELADON CITY - FUCHSIA CITY

# It's a notice!pDon't throw the game, throw POKé BALLS instead!
source: It's a notice!\pDon't throw the game, throw POKé\nBALLS instead!
pl: To informacja!\pNie rzucaj gry, rzucaj\nPOKé BALLE!

# CYCLING ROAD Slope ends here!
source: CYCLING ROAD\nSlope ends here!
pl: DROGA ROWEROWA\nKoniec zjazdu!

# I always check every grassy area for new POKéMON.
source: I always check every grassy area\nfor new POKéMON.
pl: Zawsze przeszukuje trawę szukając\nnowych POKÓW.

source: I wish I had a BIKE!
pl: Chcę mieć ROWER!

# Kurukkoo! How do you like my birdcall?
source: Kurukkoo!\nHow do you like my birdcall?
pl: Kurukkoo!\nJak tam mój ptasi jęk?

source: I had to bug you!
pl: Musiałem!

# I collect sea POKéMON on weekends because the sea is so close.
source: I collect sea POKéMON on weekends\nbecause the sea is so close.
pl: W weekendy zbieram morskie\nPOKéMONY, bo blisko mamy morze.

# This is my turf! Get out of here!
source: This is my turf!\nGet out of here!
pl: To mój teren!\nSpadaj stąd!

source: Darn!
pl: Nie!

# This is my fave area for catching POKéMON.
source: This is my fave area for catching\nPOKéMON.
pl: To moje ulubione miejsce do łapania\nPOKÓW.

# ROUTE 18 CELADON CITY - FUCHSIA CITY
source: ROUTE 18\nCELADON CITY - FUCHSIA CITY
pl: DROGA 18\nCELADON CITY - FUCHSIA CITY

# CYCLING ROAD No pedestrians permitted!
source: CYCLING ROAD\nNo pedestrians permitted!
pl: DROGA ROWEROWA\nWstęp tylko na rowerze!

# You need a BICYCLE to go out on CYCLING ROAD!
source: You need a BICYCLE to go out on\nCYCLING ROAD!
pl: Potrzebujesz ROWERU, by jeździć na\nROWEROWEJ!

# CYCLING ROAD is all uphill from here.
source: CYCLING ROAD is all uphill from\nhere.
pl: DROGA ROWEROWA prowadzi tu pod\ngórę.

source: Excuse me!
pl: Sorry!

# Let's see what the binoculars have to show…pPALLET TOWN is in the west.
source: Let's see what the binoculars have\nto show…\pPALLET TOWN is in the west.
pl: Zobaczmy co widać przez tę\nlornetkę…\pPALLET TOWN leży na zachód.
